{
    "status":"ok",
    "totalResults":70,
    "articles":[
        {"source":
            {
                "id":"mashable",
                "name":"Mashable"
            },
                "author":"Afiya Qureshi",
                "title":"These Star Wars-Style Lasers Could Track Space Junk In Earth’s Orbit To Prevent Deadly Collisions - Mashable India",
                "description":"This system can detect debris as small as 3 feet wide with considerable accuracy",
                "url":"https://in.mashable.com/science/9837/these-star-wars-style-lasers-could-track-space-junk-in-earths-orbit-to-prevent-deadly-collisions",
                "urlToImage":"https://sm.mashable.com/mashable_in/seo/default/spacecover2_h69e.jpg","publishedAt":"2019-12-26T12:14:00Z",
                "content":"The Earths orbit is cluttered with millions of pieces of space junk whizzing around the planet at 20,000 miles per hour. Reportedly, more than 400 satellites were launched in 2014 alone. Needless to mention, the sudden burst in the number fueled by companies … [+2515 chars]"
        },
        {"source":
            {
                "id":null,
                "name":"Quantaneo.com"
            },
                "author":"Press release from Princeton University",
                "title":"In leap for quantum computing, silicon quantum bits establish a long-distance relationship - Quantaneo, the Quantum Computing Source","description":"Researchers at Princeton University have made an important step forward in the quest to build a quantum computer using silicon components, which are prized for their low cost and versatility compared to the hardware in today's quantum computers. The team show…",
                "url":"https://www.quantaneo.com/In-leap-for-quantum-computing-silicon-quantum-bits-establish-a-long-distance-relationship_a351.html",
                "urlToImage":"https://www.quantaneo.com/photo/art/grande/41094155-34624019.jpg?v=1577361038",
                "publishedAt":"2019-12-26T11:43:33Z",
                "content":"Imagine a world where people could only talk to their next-door neighbor, and messages must be passed house to house to reach far destinations.Until now, this has been the situation for the bits of hardware that make up a silicon quantum computer, a type of q… [+6148 chars]"
            },
                {"source":
                    {
                        "id":null,"name":"Sentinelassam.com"},"author":"Aparna Chanda","title":"Scientists find huge meteor crater in China’s Heilongjiang province - The Sentinel Assam","description":"Chinese scientists have discovered a meteor crater with a diameter of 1,850 meters and a depth of 150 meters at Yilan in northeast China’s Heilongjiang","url":"https://www.sentinelassam.com/international/scientists-find-huge-meteor-crater-in-chinas-heilongjiang-province/","urlToImage":"https://www.sentinelassam.com/wp-content/uploads/2019/12/China-3.jpg","publishedAt":"2019-12-26T11:15:22Z","content":"Harbin (China): Chinese scientists have discovered a meteor crater with a diameter of 1,850 meters and a depth of 150 meters at Yilan in northeast Chinas Heilongjiang province. Led by the Guangzhou Institute of Geochemistry under the Chinese Academy of Scienc… [+725 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Afiya Qureshi","title":"NASA Shortlists 11 Astronauts Who May Go To Mars! - Mashable India","description":"Who are they?","url":"https://in.mashable.com/science/9834/nasa-shortlists-11-astronauts-who-may-go-to-mars","urlToImage":"https://sm.mashable.com/mashable_in/seo/1/13262/13262_pbzk.jpg","publishedAt":"2019-12-26T11:13:00Z","content":"NASAs plans to build a lunar base have considerably progressed in 2019 under the Artemis program. The American space agency endeavours to put the first woman and the next man on the Moon by 2024. With Americas Moon to Mars approach, it is looking to build an … [+2058 chars]"},{"source":{"id":null,"name":"News-medical.net"},"author":null,"title":"Inputs to the motor cortex can guide dexterous movements in mice - News-Medical.net","description":"In a sleepy haze, reaching out and grabbing the coffee cup in front of you seems to happen on autopilot. But your caffeine-deprived brain is working hard.","url":"https://www.news-medical.net/news/20191226/Inputs-to-the-motor-cortex-can-guide-dexterous-movements-in-mice.aspx","urlToImage":"https://www.news-medical.net/image.axd?picture=2014%2f7%2fCaffeine-620x480.jpg","publishedAt":"2019-12-26T10:02:00Z","content":"In a sleepy haze, reaching out and grabbing the coffee cup in front of you seems to happen on autopilot. But your caffeine-deprived brain is working hard. It's collecting sensory information and other kinds of feedback - clues about where your arm is in space… [+3105 chars]"},{"source":{"id":null,"name":"Republicworld.com"},"author":"Associated Press Television News","title":"Students watch partial lunar eclipse in Thailand - Republic World - Republic World","description":"People in Thailand flocked to schools and observatories where telescopes were provided to view the last solar eclipse of the year.","url":"https://www.republicworld.com/world-news/rest-of-the-world-news/students-watch-partial-lunar-eclipse-in-thailand.html","urlToImage":"https://img.republicworld.com/republic-prod/stories/promolarge/xxhdpi/kphrlsv9dbhvxwj8_1577353858.jpeg?tr=f-jpeg","publishedAt":"2019-12-26T09:51:00Z","content":"People in Thailand flocked to schools and observatories where telescopes were provided to view the last solar eclipse of the year.\r\nThe National Astronomical Research Institute of Thailand sent their staff and equipment to some 400 schools throughout the coun… [+446 chars]"},{"source":{"id":null,"name":"Techtimes.com"},"author":"Staff Reporter","title":"SpaceX to adjust Starlink Orbit Plans for Faster Deployment - Tech Times","description":"FCC approves SpaceX’s request to adjust their Starlink Orbit Plans, increasing from 24 rings to 72 rings for faster deployment. FCC rejects Kelper and SES concerns that SpaceX will risk more collisions.","url":"https://www.techtimes.com/articles/246648/20191226/spacex-to-adjust-starlink-orbit-plans-for-faster-deployment.htm","urlToImage":"https://1734811051.rsc.cdn77.org/data/thumbs/full/360006/650/0/0/0/spacex-falcon-9-launches-jcssat-18.jpg","publishedAt":"2019-12-26T09:42:41Z","content":"FCC has approved SpaceX's request to increase the number of rings that its satellite constellation can orbit. Approved by FCC last Dec. 19, SpaceX can now occupy 72 rings, three times as many rings as last approved. FCC hopes that this will allow SpaceX to ac… [+3762 chars]"},{"source":{"id":null,"name":"Businessinsider.in"},"author":"Prabhjote Gill","title":"Eiffel Tower sized asteroid set to zoom past Earth today - Business Insider India","description":"Asteroid 310442 (2000 CH59) is set to fly past the planet today. The stadium-sized asteroid is the biggest to visit the planet in December. It will be travelling","url":"https://www.businessinsider.in/science/space/news/eiffel-tower-asteroid-to-approach-earth-today/articleshow/72978211.cms","urlToImage":"https://www.businessinsider.in/photo/72978211/eiffel-tower-asteroid-to-approach-earth-today.jpg?132114","publishedAt":"2019-12-26T09:18:00Z","content":"Earlier this month, we saw asteroids \r\nzoom past the Earth in packs of four and now the biggest asteroid\r\n of December is set to fly by.\r\nAsteroid 310442 (2000 CH59) is the \r\nsize of a stadium measuring between 280 meters to 620 meters in diameters. That mean… [+2225 chars]"},{"source":{"id":null,"name":"Webbyfeed.com"},"author":"Carrie J. Bronstein","title":"SpaceX Closes 2019 With Another Successful Parachute Test For The Crew Dragon Capsule - Webby Feed","description":"SpaceX closes this year’s projects successfully by completing the 10th consecutive flawless test of the Crew Dragon’s Mark 3 parachutes. The accomplishment keeps SpaceX on track for the first crewed...","url":"https://www.webbyfeed.com/spacex-closes-2019-with-another-successful-parachute-test-for-the-crew-dragon-capsule/4796/","urlToImage":"https://i1.wp.com/www.webbyfeed.com/wp-content/uploads/2019/12/spacex-2019-parachute-test.jpg?fit=879%2C485&ssl=1","publishedAt":"2019-12-26T09:14:05Z","content":"SpaceX closes this year’s projects successfully by completing the 10th consecutive flawless test of the Crew Dragon’s Mark 3 parachutes.\r\nThe accomplishment keeps SpaceX on track for the first crewed test of its space capsule, leading the astronaut missions t… [+1631 chars]"},{"source":{"id":"the-times-of-india","name":"The Times of India"},"author":"ET EnergyWorld","title":"Scientists find a way to extract and store CO2 from vehicle exhaust - ETEnergyworld.com","description":"Researchers at EPFL, Switzerland have now come up with a novel solution to this problem: capturing CO2 directly in the trucks' exhaust system and liquefying it in a box on the vehicle's roof","url":"https://energy.economictimes.indiatimes.com/news/oil-and-gas/scientists-find-a-way-to-extract-and-store-co2-from-vehicle-exhaust/72978010","urlToImage":"https://etimg.etb2bimg.com/thumb/msid-72978010,imgsize-221102,width-800,height-434,overlay-etenergyworld/innovation-scientists-find-a-way-to-extract-and-store-co2-from-vehicle-exhaust.jpg","publishedAt":"2019-12-26T08:50:00Z","content":"LAUSANNE: The fight against climate change has encouraged a group of researchers from Switzerland to device an ingenious method to curb CO2 emissions from commercial vehicles that run on fossil fuels.Transportation is responsible for about 30 per cent of the … [+2942 chars]"},{"source":{"id":null,"name":"Ibtimes.sg"},"author":"https://www.ibtimes.sg/reporters/carlo-inigo-monzon","title":"Expert warns Earth's magnetic field will collapse; are we safe from catastrophe? - International Business Times, Singapore Edition","description":"A science expert warned that Earth's magnetic field is in danger of collapsing due to its weakening state","url":"https://www.ibtimes.sg/expert-warns-earths-magnetic-field-will-collapse-are-we-safe-catastrophe-36599","urlToImage":"https://data.ibtimes.sg/en/full/30828/earth-magnetic-north-pole.jpg","publishedAt":"2019-12-26T08:35:00Z","content":"A science writer warned that the Earth's magnetic field has been drastically weakening over the past hundreds of years. If this continues, the magnetic field could end up collapsing completely.\r\nThe magnetic field is a protective layer around Earth that shiel… [+1952 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Afiya Qureshi","title":"Spitzer Space Telescope Spots Protostars 2,600 Light-Years Away! - Mashable India","description":"We see a hidden Christmas Tree Cluster in the picture. Do you?","url":"https://in.mashable.com/science/9813/spitzer-space-telescope-spots-protostars-2600-light-years-away","urlToImage":"https://sm.mashable.com/mashable_in/seo/default/spacecover-2_musb.jpg","publishedAt":"2019-12-26T07:03:00Z","content":"Star-forming clouds are dynamic and evolving structures. When they give birth to newborn stars, an incredible amount of dust is expelled in the process, through which the nascent stars appear as faint specks of light. Recently, NASAs Spitzer Space Telescope s… [+2174 chars]"},{"source":{"id":null,"name":"Ibtimes.sg"},"author":"https://www.ibtimes.sg/reporters/carlo-inigo-monzon","title":"Beautiful time-lapse video accurately shows Earth's actual rotation [VIDEO] - International Business Times, Singapore Edition","description":"Through special equipment, a photographer was able to perfectly capture Earth's rotation in a new time-lapse video","url":"https://www.ibtimes.sg/beautiful-time-lapse-video-accurately-shows-earths-actual-rotation-watch-here-36592","urlToImage":"https://data.ibtimes.sg/en/full/31170/earthrise.jpg","publishedAt":"2019-12-26T06:46:37Z","content":"A photographer from California created a time-lapse video of Earth as it rotated against the night sky. Aside from the Earth's rotation, the stunning clip also features the bright stars of the Milky Way galaxy.\r\nThe entire video was recorded by photographer E… [+1658 chars]"},{"source":{"id":null,"name":"Moneycontrol.com"},"author":null,"title":"World's 'coolest' LEGO to help develop quantum computers - Moneycontrol.com","description":"To conduct the experiment and bring down the temperature of LEGO to the lowest ever, one LEGO figure and four LEGO blocks were placed inside a special dilution refrigerator.","url":"https://www.moneycontrol.com/news/trends/worlds-coolest-lego-to-help-develop-quantum-computers-4762581.html","urlToImage":"https://static-news.moneycontrol.com/static-mcnews/2019/03/lego-770x433.jpg","publishedAt":"2019-12-26T06:02:00Z","content":"For the first time ever, popular toy LEGO will be boasting of new-found usage in scientific research. An experiment was conducted to cool down LEGO to the lowest possible temperature and it was successful. Now, the toy with special properties will have the ca… [+1981 chars]"},{"source":{"id":null,"name":"Hindustantimes.com"},"author":"R Sukumar","title":"The future has just been shaped - Hindustan Times","description":"Three technologies, which could change everything (and that means everything), had their defining moments in the 2010s. The advancements meant the world will never be the same again.","url":"https://www.hindustantimes.com/india-news/the-future-has-just-been-shaped/story-W8IBPcvdzLoLLH1gcgiTWI.html","urlToImage":"https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2019/12/26/Pictures/_fbd50f14-27a2-11ea-a3f7-989b44b77166.jpg","publishedAt":"2019-12-26T05:46:37Z","content":"Humankind has always been fascinated by intelligent (and self-aware) automata. It has wanted to capture the stars forever. And it has been fascinated by ways to overcome death. History will remember the decade of the 2010s (2010-2019), which will end soon, as… [+5729 chars]"},{"source":{"id":null,"name":"Teslamotorsclub.com"},"author":null,"title":"SpaceX in 2020: crewed flight, a heavy, a West Coast launch and a whole lotta Starlinks - Tesla Motors Club","description":"Per Shotwell here SpaceX poised to accelerate launch cadence with series of Starlink missions – Spaceflight Now:\n “I think we will have 14 or 15...","url":"https://teslamotorsclub.com/tmc/threads/spacex-in-2020-crewed-flight-a-heavy-a-west-coast-launch-and-a-whole-lotta-starlinks.179278/","urlToImage":"https://teslamotorsclub.com/tmc/data/avatars/m/38/38653.jpg?1460311466","publishedAt":"2019-12-26T01:36:31Z","content":"Do you value your experience at TMC? Consider becoming a Supporting Member of Tesla Motors Club. As a thank you for your contribution, you'll get nearly no ads in the Community and Groups sections. Additional perks are available depending on the level of cont… [+78 chars]"},{"source":{"id":null,"name":"Hindustantimes.com"},"author":"Press Trust of India","title":"ISRO releases latest photos of Moon craters taken by Chandrayaan-2 - Hindustan Times","description":"The space agency said the pictures of the lunar surface were taken on August 23 by the Terrain Mapping Camera-2 of Chandrayaan-2 from an altitude of about 4,375 km.","url":"https://www.hindustantimes.com/india-news/isro-releases-latest-photos-of-moon-craters-taken-by-chandrayaan-2/story-6WKsbxDO96UdLmtQ97v7uN.html","urlToImage":"https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2019/08/27/Pictures/_094100c6-c881-11e9-b728-1326979780a6.jpg","publishedAt":"2019-12-26T00:51:11Z","content":"Chandrayaan-2, which is currently orbiting the Moon, has captured some more images of the lunar surface showing several craters, the Indian Space Research Organisation said on Monday Sharing the pictures, the ISRO said in a statement that the photos captured … [+1214 chars]"},{"source":{"id":null,"name":"Techexplorist.com"},"author":"https://www.facebook.com/malewar.amit","title":"Brain-like functions in a neuromorphic network - Tech Explorist","description":"Scientists fabricated a neuromorphic network composed of numerous metallic nanowires. Using this network, the team was able to generate electrical characteristics similar to those associated with higher order brain functions unique to humans, such as memoriza…","url":"https://www.techexplorist.com/brain-like-functions-neuromorphic-network/28738/","urlToImage":"https://www.techexplorist.com/wp-content/uploads/2019/12/neuromorphic-network.jpg","publishedAt":"2019-12-25T17:55:00Z","content":"Recently, an international joint research team led by NIMS has created a neuromorphic network. Using this network, scientists generated electrical characteristics similar to those associated with higher-order brain functions unique to humans, such as memoriza… [+2084 chars]"},{"source":{"id":null,"name":"Thesaxon.org"},"author":"Maria Batterbury","title":"Hubble discovered super-planet of cotton candy - The Saxon","description":null,"url":"https://thesaxon.org/hubble-discovered-super-planet-of-cotton-candy/11768/","urlToImage":"https://thesaxon.org/wp-content/uploads/2019/12/6ef4268cc6f6c1fa948341ad1380e048-700x342.jpg","publishedAt":"2019-12-25T16:31:22Z","content":"The ultralight density of the planets is less than 0.1 gram per cubic centimeter\r\nRecent searches using the Hubble telescope discovered an unusual class of exoplanets planets superlight with an extremely low density, comparable to cotton candy. A new type of … [+2260 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Scottie Andrew, CNN","title":"A 300-million-year-old lizard might be the earliest animal to care for its offspring, a new study says - CNN","description":"Little is known about Paleozoic creatures' parental prowess. But a newly uncovered 300-million-year-old fossil might be the earliest evidence of a parent, well, acting like a parent.","url":"https://www.cnn.com/2019/12/25/world/300-million-year-old-lizard-parental-care-scn-trnd/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/191225142547-01-parental-care-fossil-super-tease.jpg","publishedAt":"2019-12-25T15:43:00Z","content":"(CNN)Little is known about Paleozoic creatures' parental prowess. But a newly uncovered 300-million-year-old fossil might be the earliest evidence of a parent, well, acting like a parent. \r\nResearchers from Carleton University in Ontario, Canada, discovered t… [+559 chars]"}]}
